var dishes = [{
"image":"pizza.jpg",
"name":"Pizza Margherita",
"description":"Pizza Margherita is a typical Neapolitan pizza, made with San Marzano tomatoes, mozzarella cheese, fresh basil, salt and extra-virgin olive oil. Traditionally, it is made with fior di latte rather than buffalo mozzarella. ",
"rating": 8
},{
"image":"bruschetta.jpg",
"name":"Bruschetta",
"description":"Bruschetta is an antipasto from Italy consisting of grilled bread rubbed with garlic and topped with olive oil and salt. Variations may include toppings of tomato, vegetables, beans, cured meat, or cheese.",
"rating": 6
},{
"image":"carbonara.jpeg",
"name":"Carbonara",
"description":"Carbonara is an Italian pasta dish from Rome made with egg, hard cheese, guanciale, and black pepper. The dish arrived at its modern form, with its current name, in the middle of the 20th century. The cheese is usually Pecorino Romano, Parmigiano-Reggiano, or a combination of the two.",
"rating": 7
},{
"image":"tiramisu.jpg",
"name":"Tiramisu",
"description":"Tiramisu is a coffee-flavoured Italian dessert. It is made of ladyfingers dipped in coffee, layered with a whipped mixture of eggs, sugar, and mascarpone cheese, flavoured with cocoa. The recipe has been adapted into many varieties of cakes and other desserts.",
"rating": 9
},{
"image":"risotto.jpeg",
"name":"Risotto",
"description":"A heavenly rich dish of rice and the finest mushrooms, mixed with mature parmigiano.",
"rating": 10
},{
"image":"pomodoro.jpg",
"name":"Pasta Con Pomodoro",
"description":"Pasta al pomodoro is an Italian food typically prepared with pasta, olive oil, fresh tomatoes, basil, and various other fresh ingredients. It is intended to be a quick light dish, rather than a dish in a heavy sauce. Pomodoro means tomato in Italian.",
"rating": 8
},{
"image":"lasagna.jpg",
"name":"Lasagna",
"description":"Lasagne are a type of wide, flat pasta, possibly one of the oldest types of pasta. Lasagne, or the singular lasagna, commonly refers to a culinary dish made with stacked layers of pasta alternated with sauces and ingredients such as meats, vegetables and cheese, and sometimes topped with melted grated cheese.",
"rating": 7
},{
"image":"spaghetti.jpg",
"name":"Spaghetti Bolognese",
"description":"Bolognese sauce is a meat-based sauce in Italian cuisine, typical of the city of Bologna. It is customarily used to dress tagliatelle al ragù and to prepare lasagne alla bolognese. In the absence of tagliatelle, it can also be used with other broad, flat pasta shapes, such as pappardelle or fettuccine.",
"rating": 9
}];